Repository: VoxPop-Open-Call/LisNav
Catalog: iOS/Journal/*.lproj/Localizable.strings
Languages: es, pt_pt

# audioLanguage
source: en-GB
es: es-ES
pt_pt: pt-PT

# audioFrontRight
source: In front of you, on the right, you will find
es: Frente a ti, a la derecha, encontrarás
pt_pt: À sua frente, à direita, você encontrará

# audioBackRight
source: Behind you, to the right, you will find
es: Detrás de ti, a la derecha, encontrarás
pt_pt: Atrás de você, à direita, você encontrará

# audioBackLeft
source: Behind you, to the left, you will find
es: Detrás de ti, a la izquierda, encontrarás
pt_pt: Atrás de você, à esquerda, você encontrará

# audioFrontLeft
source: In front of you, to the left, you will find
es: Frente a ti, a la izquierda, encontrarás
pt_pt: À sua frente, à esquerda, você encontrará

# audioPosition
source: You are in
es: Estás en
pt_pt: Você está na

# audioSurrounding
source: In front of you, there is:
es: Frente a ti, hay:
pt_pt: À sua frente, há:

# audioNoLocation
source: Sorry! We were unable to find your location.
es: ¡Lo siento! No pudimos encontrar tu ubicación.
pt_pt: Desculpe! Não foi possível encontrar sua localização.

# audioNote
source: At this location, a user has added a
es: En esta ubicación, un usuario ha añadido una nota de
pt_pt: Neste local, um usuário adicionou uma nota de

# audioNoteDescription
source: with the remarks
es: con la descripción
pt_pt: com descrição

source: Warning
es: Advertencia
pt_pt: Aviso

source: Hazard
es: Peligro
pt_pt: Perigo

source: Emergency
es: Emergencia
pt_pt: Emergência

source: Point of interest
es: Punto de interés
pt_pt: Ponto de interesse

source: Road closure
es: Carretera cerrada
pt_pt: Estrada fechada

source: Description
es: Descripción
pt_pt: Descrição

source: Type
es: Tipo
pt_pt: Tipo

source: Duration
es: Duración
pt_pt: Duração

source: Add
es: Añadir
pt_pt: Adicionar

source: hours
es: horas
pt_pt: horas

source: days
es: días
pt_pt: dias

source: Close
es: Cerrar
pt_pt: Fechar

# apptitle
source: Audio descriptor for the blind
es: Audiodescripción para invidentes
pt_pt: Audiodescrição para cegos

# funding
source: This project is part of VoxPop, an innovative project that aims to foster the digital transition of the mobility sector in Lisbon, Portugal, through a process of change based on the 3 main vectors of digital transformation: People, Processes and Technology. The project is led by the Lisbon City Council (CML) and mobilises municipal entities, private companies and the civil society. This project is co-financed by the Municipality of Lisbon and the European Regional Development Fund through the Urban Innovative Actions Initiative.
es: Este proyecto forma parte de VoxPop, un proyecto innovador que tiene como objetivo impulsar la transición digital del sector de la movilidad en Lisboa, Portugal, a través de un proceso de cambio basado en los 3 principales vectores de transformación digital: Personas, Procesos y Tecnología. El proyecto está liderado por el Ayuntamiento de Lisboa (CML) y moviliza entidades municipales, empresas privadas y la sociedad civil. Este proyecto está cofinanciado por el Ayuntamiento de Lisboa y el Fondo Europeo de Desarrollo Regional a través de la Iniciativa de Acciones Urbanas Innovadoras.
pt_pt: Este projeto insere-se no VoxPop, um projeto inovador que visa fomentar a transição digital do setor da mobilidade em Lisboa, Portugal, através de um processo de mudança assente nos 3 principais vetores da transformação digital: Pessoas, Processos e Tecnologia. O projeto é liderado pela Câmara Municipal de Lisboa (CML) e mobiliza entidades municipais, empresas privadas e sociedade civil. Este projeto é cofinanciado pelo Município de Lisboa e pelo Fundo Europeu de Desenvolvimento Regional através da Urban Innovative Actions Initiative.

# cup
source: a cup
es: una taza
pt_pt: uma xícara

# bottle
source: a bottle
es: una botella
pt_pt: uma garrafa

# person
source: a person
es: una persona
pt_pt: uma pessoa

# vase
source: a vase
es: un jarrón
pt_pt: um vaso

# mouse
source: a mouse
es: un ratón
pt_pt: um rato

# toilet
source: a toilet
es: un baño
pt_pt: um banheiro

# cell phone
source: a cell phone
es: un teléfono
pt_pt: um telefone

# bowl
source: a bowl
es: un tazón
pt_pt: uma tigela

# toothbrush
source: a toothbrush
es: un cepillo de dientes
pt_pt: uma escova de dentes

# stop sign
source: a stop sign
es: una señal de stop
pt_pt: um sinal de stop

# knife
source: a knife
es: un cuchillo
pt_pt: uma faca

# sink
source: a sink
es: un fregadero
pt_pt: um lavatório

# remote
source: a remote
es: un mando a distancia
pt_pt: um controlo remoto

# frisbee
source: a frisbee
es: un frisbee
pt_pt: um frisbee

# umbrella
source: an umbrella
es: un paraguas
pt_pt: um guarda-chuva

# surfboard
source: a surfboard
es: una tabla de surf
pt_pt: uma prancha de surfe

# chair
source: a chair
es: una silla
pt_pt: uma cadeira

# scissors
source: a scissors
es: unas tijeras
pt_pt: uma tesoura

# dining table
source: a dining table
es: una mesa de comedor
pt_pt: uma mesa

# wine glass
source: a wine glass
es: una copa de vino
pt_pt: um copo de vinho

# aeroplane
source: an aeroplane
es: un avion
pt_pt: um avião

# spoon
source: a spoon
es: una cuchara
pt_pt: uma colher

# laptop
source: a laptop
es: un portátil
pt_pt: um computador portátil

# toaster
source: a toaster
es: una tostadora
pt_pt: uma torradeira

# banana
source: a banana
es: un plátano
pt_pt: uma banana

# parking meter
source: a parking meter
es: un parquímetro
pt_pt: um parquímetro

# kite
source: a kite
es: una cometa
pt_pt: uma pipa

# keyboard
source: a keyboard
es: un teclado
pt_pt: um teclado

# cake
source: a cake
es: un pastel
pt_pt: um bolo

# fork
source: a fork
es: un tenedor
pt_pt: um garfo

# hair drier
source: a hair drier
es: un secador de pelo
pt_pt: um secador de cabelo

# book
source: a book
es: un libro
pt_pt: um livro

# clock
source: a clock
es: un reloj
pt_pt: um relógio

# sports ball
source: a sports ball
es: una pelota
pt_pt: uma bola

# hot dog
source: a hot dog
es: un perrito caliente
pt_pt: um cachorro-quente

# snowboard
source: a snowboard
es: una tabla de nieve
pt_pt: uma prancha de neve

# fire hydrant
source: a fire hydrant
es: una boca de incendios
pt_pt: uma boca de incêndio

# tvmonitor
source: a monitor
es: un monitor de televisión
pt_pt: um monitor de televisão

# donut
source: a donut
es: una rosquilla
pt_pt: uma rosquinha

# traffic light
source: a traffic light
es: un semáforo
pt_pt: um semáforo

# handbag
source: a handbag
es: un bolso
pt_pt: uma bolsa

# car
source: a car
es: un coche
pt_pt: um carro

# bird
source: a bird
es: un pájaro
pt_pt: um pássaro

# skateboard
source: a skateboard
es: un monopatín
pt_pt: um skate

# suitcase
source: a suitcase
es: una maleta
pt_pt: uma mala

# apple
source: an apple
es: una manzana
pt_pt: uma maçã

# tie
source: a tie
es: una corbata
pt_pt: uma gravata

# orange
source: a orange
es: una naranja
pt_pt: uma laranja

# microwave
source: a microwave
es: un microondas
pt_pt: um microondas

# refrigerator
source: a refrigerator
es: una nevera
pt_pt: um frigorífico

# carrot
source: a carrot
es: una zanahoria
pt_pt: uma cenoura

# boat
source: a boat
es: un barco
pt_pt: um barco

# baseball bat
source: a baseball bat
es: un bate de béisebol
pt_pt: um taco de beisebol

# cat
source: a cat
es: un gato
pt_pt: um gato

# bus
source: a bus
es: un autobús
pt_pt: um ônibus

# oven
source: an oven
es: un horno
pt_pt: um forno

# bed
source: a bed
es: una cama
pt_pt: uma cama

# bench
source: a bench
es: un banco
pt_pt: un banco

# potted plant
source: a potted plant
es: una planta
pt_pt: uma planta

# motorbike
source: a motorbike
es: una moto
pt_pt: uma motocicleta

# truck
source: a truck
es: un camión
pt_pt: um caminhão

# sandwich
source: a sandwich
es: un bocadillo
pt_pt: um sanduíche

# broccoli
source: a broccoli
es: un brócoli
pt_pt: um brócolis

# baseball glove
source: a baseball glove
es: un guante de béisebol
pt_pt: uma luva de baseball

# sofa
source: a sofa
es: un sofá
pt_pt: um sofá

# train
source: a train
es: un tren
pt_pt: um trem

# elephant
source: an elephant
es: un elefante
pt_pt: um elefante

# teddy bear
source: a teddy bear
es: un osito de peluche
pt_pt: un ursinho de pelúcia

# bear
source: a bear
es: un oso
pt_pt: un urso

# tennis racket
source: a tennis racket
es: una raqueta de tenis
pt_pt: uma raquete de tênis

# backpack
source: a backpack
es: una mochila
pt_pt: uma mochila

source: skis
es: unos esquís
pt_pt: uns esquis

# zebra
source: a zebra
es: una cebra
pt_pt: uma zebra

# horse
source: a horse
es: un caballo
pt_pt: um cavalo

# sheep
source: a sheep
es: una oveja
pt_pt: uma ovelha

# dog
source: a dog
es: un perro
pt_pt: um cachorro

# pizza
source: a pizza
es: una pizza
pt_pt: uma pizza

# bicycle
source: a bicycle
es: una bicicleta
pt_pt: uma bicicleta

# cow
source: a cow
es: una vaca
pt_pt: uma vaca

# giraffe
source: a giraffe
es: una jirafa
pt_pt: uma girafa

# legal
source: Terms of Use Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Disclaimer: • Company (referred to as either "the Company", "We", "Us" or "Our" in this Disclaimer) refers to 3FINERY LTD, SC659495. 7 Hozier House, 129 Hyndford Road, Lanark, Scotland, ML11 9GG. United Kingdom. • Service refers to the Application. • You means the individual accessing the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. • Application means the software program provided by the Company downloaded by You on any electronic device named LisNav. Disclaimer The information contained on the Service is for general information purposes only. The Company assumes no responsibility for errors or omissions in the contents of the Service. In no event shall the Company be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the Service or the contents of the Service. The Company reserves the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice. External Data Disclaimer The Service may contain data from external sources that are not provided or maintained by or in any way affiliated with the Company. Please note that the Company does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external sources. Errors and Omissions Disclaimer The information given by the Service is for general guidance on matters of interest only. Even if the Company takes every precaution to insure that the content of the Service is both current and accurate, errors can occur. Plus, given the changing nature of laws, rules and regulations, there may be delays, omissions or inaccuracies in the information contained on the Service. The Company is not responsible for any errors or omissions, or for the results obtained from the use of this information. Views Expressed Disclaimer The Service may contain views and opinions which are those of the authors and do not necessarily reflect the official policy or position of any other author, agency, organization, employer or company, including the Company. Data added by users are their sole responsibility and the users will take full responsibility, liability and blame for any libel or litigation that arises from it. The Company is not liable for any data published by users and reserves the right to delete any data for any reason whatsoever. No Responsibility Disclaimer The information on the Service is provided with the understanding that the Company makes no warranty, and expressively disclaims all warranties, as to the accuracy or completeness of the data and detections that the app provides to the end-user. In no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever arising out of or in connection with your access or use or inability to access or use the Service. "Use at Your Own Risk" Disclaimer All information in the Service is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. The Company will not be liable to You or anyone else for any decision made or action taken in reliance on the information given by the Service or for any consequential, special or similar damages, even if advised of the possibility of such damages. The Service should be used as an additional source of information, but it is not intended to replace other sources of information or serve as the sole source of environmental information. Contact Us If you have any questions about this Disclaimer, You can contact Us: • By email: contact@3finery.com
es: Condiciones de uso Interpretación y Definiciones Interpretación Las palabras cuya letra inicial está en mayúscula tienen significados definidos bajo las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de que aparezcan en singular o en plural. Definiciones A los efectos de este Aviso Legal: • Empresa (referida como "la Empresa", "Nosotros", "Nos" o "Nuestro" en este Descargo de responsabilidad) hace referencia a 3FINERY LTD, SC659495. 7 Hozier House, 129 Hyndford Road, Lanark, Escocia, ML11 9GG. Reino Unido. • Servicio se refiere a la Aplicación. • Usted se refiere a la persona que accede al Servicio, o la empresa u otra entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio, según corresponda. • Aplicación significa el programa de software proporcionado por la Compañía descargado por Usted en cualquier dispositivo electrónico llamado LisNav. Descargo de responsabilidad La información contenida en el Servicio es solo para fines de información general. La Compañía no asume ninguna responsabilidad por errores u omisiones en el contenido del Servicio. En ningún caso, la Compañía será responsable de ningún daño especial, directo, indirecto, consecuente o incidental ni de ningún tipo, ya sea en una acción contractual, negligencia u otro agravio, que surja de o en relación con el uso del Servicio. o el contenido del Servicio. La Compañía se reserva el derecho de realizar adiciones, eliminaciones o modificaciones a los contenidos del Servicio en cualquier momento sin previo aviso. Descargo de responsabilidad de datos externos El Servicio puede contener datos de fuentes externas que no son proporcionados ni mantenidos por la Compañía ni están afiliados de ninguna manera con ella. Tenga en cuenta que la Compañía no garantiza la precisión, relevancia, oportunidad o integridad de la información de estas fuentes externas. Descargo de responsabilidad por errores y omisiones La información proporcionada por el Servicio es solo para orientación general sobre asuntos de interés. Incluso si la Compañía toma todas las precauciones para asegurarse de que el contenido del Servicio sea actual y preciso, pueden ocurrir errores. Además, dada la naturaleza cambiante de las leyes, normas y reglamentos, puede haber demoras, omisiones o inexactitudes en la información contenida en el Servicio. La Compañía no es responsable de ningún error u omisión, ni de los resultados obtenidos del uso de esta información. Vistas expresadas Descargo de responsabilidad El Servicio puede contener puntos de vista y opiniones que pertenecen a los autores y no reflejan necesariamente la política o posición oficial de ningún otro autor, agencia, organización, empleador o empresa, incluida la Empresa. Los datos agregados por los usuarios son de su exclusiva responsabilidad y los usuarios asumirán toda la responsabilidad por cualquier difamación o litigio que surja de ello. La Compañía no es responsable de los datos publicados por los usuarios y se reserva el derecho de eliminar cualquier dato por cualquier motivo. Descargo de responsabilidad La información sobre el Servicio se proporciona con el entendimiento de que la Compañía no ofrece ninguna garantía y renuncia expresamente a todas las garantías en cuanto a la precisión o integridad de los datos y las detecciones que la aplicación proporciona al usuario final. En ningún caso, la Compañía o sus proveedores serán responsables de ningún daño especial, incidental, indirecto o consecuente que surja de o en relación con su acceso o uso o incapacidad para acceder o usar el Servicio. Descargo de responsabilidad "Usar bajo su propio riesgo" Toda la información en el Servicio se proporciona "tal cual", sin garantía de integridad, precisión, puntualidad o de los resultados obtenidos del uso de esta información, y sin garantía de ningún tipo, expresa o implícita, incluidas, entre otras, garantías de desempeño, comerciabilidad e idoneidad para un propósito particular. La Compañía no será responsable ante Usted o cualquier otra persona por cualquier decisión o acción tomada con base en la información brindada por el Servicio o por daños consecuentes, especiales o similares, incluso si se le advierte de la posibilidad de tales daños. El Servicio debe usarse como una fuente adicional de información, pero no pretende reemplazar otras fuentes de información ni servir como la única fuente de información ambiental. Contáctenos Si tiene alguna pregunta sobre este Aviso Legal, puede contactarnos: • Por correo electrónico: contact@3finery.com
pt_pt: Termos de uso Interpretação e Definições Interpretação As palavras cuja letra inicial é maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado independentemente de aparecerem no singular ou no plural. Definições Para efeitos desta Isenção de Responsabilidade: • Empresa (referida como "a empresa", "nós", "nós" ou "nosso" neste aviso legal) refere-se a 3FINERY LTD, SC659495. 7 Hozier House, 129 Hyndford Road, Lanark, Escócia, ML11 9GG. Reino Unido. • Serviço refere-se ao Aplicativo. • Você significa o indivíduo que acessa o Serviço, ou a empresa ou outra pessoa jurídica em nome da qual tal indivíduo está acessando ou usando o Serviço, conforme aplicável. • Aplicativo significa o programa de software fornecido pela Empresa baixado por Você em qualquer dispositivo eletrônico chamado LisNav. Isenção de responsabilidade As informações contidas no Serviço são apenas para fins de informação geral. A Empresa não assume nenhuma responsabilidade por erros ou omissões no conteúdo do Serviço. Em nenhum caso a Empresa será responsável por quaisquer danos especiais, diretos, indiretos, consequentes ou incidentais ou quaisquer danos, seja em uma ação de contrato, negligência ou outro ato ilícito, decorrente ou relacionado ao uso do Serviço ou o conteúdo do Serviço. A Empresa reserva-se o direito de fazer adições, exclusões ou modificações no conteúdo do Serviço a qualquer momento sem aviso prévio. Isenção de responsabilidade de dados externos O Serviço pode conter dados de fontes externas que não são fornecidas ou mantidas por ou de alguma forma afiliadas à Empresa. Observe que a Empresa não garante a precisão, relevância, pontualidade ou integridade de qualquer informação dessas fontes externas. Isenção de responsabilidade sobre erros e omissões As informações fornecidas pelo Serviço são apenas para orientação geral sobre assuntos de interesse. Mesmo que a Empresa tome todas as precauções para garantir que o conteúdo do Serviço seja atual e preciso, podem ocorrer erros. Além disso, dada a natureza mutável das leis, regras e regulamentos, pode haver atrasos, omissões ou imprecisões nas informações contidas no Serviço. A Empresa não é responsável por quaisquer erros ou omissões, ou pelos resultados obtidos com o uso desta informação. Isenção de responsabilidade expressa de visualizações O Serviço pode conter pontos de vista e opiniões que são dos autores e não refletem necessariamente a política ou posição oficial de qualquer outro autor, agência, organização, empregador ou empresa, incluindo a Empresa. Os dados adicionados pelos usuários são de sua exclusiva responsabilidade e os usuários assumirão total responsabilidade, responsabilidade e culpa por qualquer difamação ou litígio que surja deles. A Empresa não é responsável por quaisquer dados publicados pelos usuários e se reserva o direito de excluir quaisquer dados por qualquer motivo. Nenhuma Isenção de Responsabilidade As informações sobre o Serviço são fornecidas com o entendimento de que a Empresa não oferece nenhuma garantia e se isenta expressamente de todas as garantias quanto à precisão ou integridade dos dados e detecções que o aplicativo fornece ao usuário final. Em nenhum caso a Empresa ou seus fornecedores serão responsáveis por quaisquer danos especiais, incidentais, indiretos ou consequentes decorrentes ou relacionados ao seu acesso ou uso ou incapacidade de acessar ou usar o Serviço. Isenção de responsabilidade "Use por sua conta e risco" Todas as informações no Serviço são fornecidas "como estão", sem garantia de integridade, precisão, pontualidade ou dos resultados obtidos com o uso dessas informações e sem garantia de qualquer tipo, expressa ou implícita, incluindo, mas não limitado a garantias de desempenho, comercialização e adequação a uma finalidade específica. A Empresa não será responsável perante Você ou qualquer outra pessoa por qualquer decisão tomada ou ação tomada com base nas informações fornecidas pelo Serviço ou por quaisquer danos consequentes, especiais ou semelhantes, mesmo se avisado da possibilidade de tais danos. O Serviço deve ser utilizado como fonte adicional de informação, mas não se destina a substituir outras fontes de informação ou servir como única fonte de informação ambiental. Contate-nos Se você tiver alguma dúvida sobre este aviso de isenção de responsabilidade, entre em contato conosco: • Por e-mail: contato@3finery.com

# legalNote
source: Please note that the use of our app constitutes your acceptance of these terms of use and your agreement to be bound by them.
es: Tenga en cuenta que el uso de nuestra aplicación constituye su aceptación de estos términos de uso y su aceptación de estar sujeto a ellos.
pt_pt: Por favor, note que o uso de nosso aplicativo constitui sua aceitação destes termos de uso e sua concordância em estar vinculado a eles.

# legalAccept
source: Accept
es: Aceptar
pt_pt: Aceitar

source: Error
pt_pt: Erro

# ErrorServer
source: Unable to connect to the server
es: No es posible conectarse al servidor
pt_pt: Não é possível conectar com o servidor

# ErrorLocation
source: Unable to retrieve user's location
es: No se puede recuperar la ubicación del usuario
pt_pt: Não foi possível recuperar a localização do usuário

source: Success
es: Éxito
pt_pt: Êxito

# SuccessMessage
source: Annotation added successfully!
es: ¡Anotación añadida con éxito!
pt_pt: Anotação adicionada com sucesso!
